Revit 2027 API
ComboBoxDropDownClosedEventArgs Properties
The ComboBoxDropDownClosedEventArgs type exposes the following members.
Properties
Name | Description
Application |  The current UIApplication.
(Inherited from RibbonItemEventArgs)
Top
See Also
Reference
ComboBoxDropDownClosedEventArgs Class
Autodesk.Revit.UI.Events Namespace